Revit 2027 API
FilterableValueProvider Properties
The FilterableValueProvider type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
FilterableValueProvider Class
Autodesk.Revit.DB Namespace